{"<PAD>": 0, "<UNK>": 1, "the": 2, "i": 3, "and": 4, "it": 5, "a": 6, "is": 7, "this": 8, "to": 9, "in": 10, "sep": 11, "but": 12, "on": 13, "for": 14, "of": 15, "with": 16, "so": 17, "was": 18, "dress": 19, "my": 20, "love": 21, "not": 22, "that": 23, "t": 24, "s": 25, "size": 26, "very": 27, "top": 28, "have": 29, "fit": 30, "great": 31, "like": 32, "are": 33, "me": 34, "be": 35, "as": 36, "m": 37, "wear": 38, "too": 39, "you": 40, "just": 41, "or": 42, "am": 43, "5": 44, "they": 45, "would": 46, "small": 47, "fabric": 48, "up": 49, "at": 50, "color": 51, "cute": 52, "perfect": 53, "beautiful": 54, "look": 55, "if": 56, "really": 57, "can": 58, "flattering": 59, "more": 60, "ordered": 61, "little": 62, "these": 63, "one": 64, "soft": 65, "will": 66, "nice": 67, "comfortable": 68, "well": 69, "an": 70, "back": 71, "out": 72, "had": 73, "because": 74, "than": 75, "large": 76, "shirt": 77, "bought": 78, "all": 79, "down": 80, "bit": 81, "looks": 82, "sweater": 83, "when": 84, "material": 85, "much": 86, "pretty": 87, "fits": 88, "them": 89, "which": 90, "length": 91, "long": 92, "quality": 93, "jeans": 94, "also": 95, "colors": 96, "has": 97, "petite": 98, "got": 99, "waist": 100, "medium": 101, "xs": 102, "work": 103, "skirt": 104, "retailer": 105, "even": 106, "pants": 107, "runs": 108, "tried": 109, "think": 110, "short": 111, "good": 112, "from": 113, "big": 114, "store": 115, "super": 116, "usually": 117, "made": 118, "there": 119, "about": 120, "other": 121, "4": 122, "way": 123, "could": 124, "get": 125, "summer": 126, "cut": 127, "don": 128, "only": 129, "style": 130, "see": 131, "didn": 132, "black": 133, "still": 134, "right": 135, "were": 136, "2": 137, "design": 138, "true": 139, "did": 140, "no": 141, "white": 142, "sleeves": 143, "do": 144, "online": 145, "does": 146, "6": 147, "off": 148, "lovely": 149, "however": 150, "go": 151, "purchased": 152, "feel": 153, "gorgeous": 154, "wearing": 155, "tight": 156, "enough": 157, "jacket": 158, "person": 159, "perfectly": 160, "model": 161, "fall": 162, "price": 163, "what": 164, "better": 165, "some": 166, "over": 167, "sale": 168, "loved": 169, "blue": 170, "definitely": 171, "front": 172, "been": 173, "though": 174, "looked": 175, "comfy": 176, "lbs": 177, "how": 178, "your": 179, "piece": 180, "casual": 181, "high": 182, "8": 183, "first": 184, "body": 185, "wanted": 186, "try": 187, "light": 188, "loose": 189, "bottom": 190, "shape": 191, "looking": 192, "ve": 193, "going": 194, "time": 195, "blouse": 196, "around": 197, "chest": 198, "through": 199, "regular": 200, "many": 201, "arms": 202, "make": 203, "worn": 204, "both": 205, "thin": 206, "thought": 207, "makes": 208, "saw": 209, "pattern": 210, "3": 211, "fun": 212, "shoulders": 213, "without": 214, "recommend": 215, "bust": 216, "after": 217, "doesn": 218, "run": 219, "buy": 220, "compliments": 221, "print": 222, "want": 223, "unique": 224, "need": 225, "went": 226, "find": 227, "wish": 228, "found": 229, "side": 230, "pair": 231, "being": 232, "sure": 233, "picture": 234, "weight": 235, "reviews": 236, "bra": 237, "different": 238, "tops": 239, "wore": 240, "hips": 241, "since": 242, "order": 243, "normally": 244, "absolutely": 245, "by": 246, "dresses": 247, "10": 248, "easy": 249, "lot": 250, "quite": 251, "day": 252, "usual": 253, "any": 254, "received": 255, "while": 256, "detail": 257, "leggings": 258, "return": 259, "its": 260, "tee": 261, "keep": 262, "boxy": 263, "green": 264, "most": 265, "another": 266, "fitted": 267, "longer": 268, "versatile": 269, "nicely": 270, "wide": 271, "red": 272, "overall": 273, "slightly": 274, "d": 275, "two": 276, "may": 277, "might": 278, "felt": 279, "adorable": 280, "re": 281, "stretch": 282, "wasn": 283, "tank": 284, "lace": 285, "sizing": 286, "under": 287, "underneath": 288, "happy": 289, "extra": 290, "neck": 291, "then": 292, "warm": 293, "almost": 294, "say": 295, "worth": 296, "now": 297, "flowy": 298, "actually": 299, "probably": 300, "favorite": 301, "sheer": 302, "photo": 303, "low": 304, "disappointed": 305, "amazing": 306, "pockets": 307, "something": 308, "area": 309, "sizes": 310, "smaller": 311, "huge": 312, "purchase": 313, "feels": 314, "spring": 315, "shorter": 316, "full": 317, "best": 318, "such": 319, "every": 320, "unfortunately": 321, "feminine": 322, "dressed": 323, "into": 324, "yet": 325, "tall": 326, "ll": 327, "sized": 328, "buttons": 329, "between": 330, "same": 331, "fine": 332, "everything": 333, "1": 334, "glad": 335, "said": 336, "put": 337, "always": 338, "tunic": 339, "give": 340, "denim": 341, "should": 342, "maybe": 343, "boots": 344, "skinny": 345, "coat": 346, "details": 347, "wait": 348, "navy": 349, "winter": 350, "line": 351, "reference": 352, "tts": 353, "pictured": 354, "shorts": 355, "thick": 356, "larger": 357, "liked": 358, "pink": 359, "lightweight": 360, "decided": 361, "part": 362, "neckline": 363, "where": 364, "heavy": 365, "grey": 366, "easily": 367, "figure": 368, "expected": 369, "fitting": 370, "returned": 371, "button": 372, "came": 373, "cotton": 374, "cardigan": 375, "above": 376, "wash": 377, "slip": 378, "especially": 379, "room": 380, "snug": 381, "take": 382, "new": 383, "problem": 384, "cozy": 385, "normal": 386, "isn": 387, "hem": 388, "couldn": 389, "embroidery": 390, "l": 391, "curvy": 392, "7": 393, "few": 394, "classic": 395, "seems": 396, "0": 397, "kind": 398, "thing": 399, "knee": 400, "know": 401, "reviewers": 402, "stylish": 403, "took": 404, "legs": 405, "goes": 406, "torso": 407, "frame": 408, "before": 409, "typically": 410, "knit": 411, "excited": 412, "cool": 413, "lining": 414, "cami": 415, "extremely": 416, "arm": 417, "able": 418, "hits": 419, "beautifully": 420, "hit": 421, "show": 422, "returning": 423, "dark": 424, "reviewer": 425, "today": 426, "although": 427, "highly": 428, "lined": 429, "belt": 430, "stunning": 431, "once": 432, "xl": 433, "year": 434, "ever": 435, "bad": 436, "never": 437, "12": 438, "someone": 439, "works": 440, "who": 441, "anything": 442, "weather": 443, "those": 444, "xxs": 445, "washed": 446, "shown": 447, "last": 448, "either": 449, "photos": 450, "shoulder": 451, "zipper": 452, "simple": 453, "suit": 454, "ended": 455, "sold": 456, "type": 457, "unflattering": 458, "wardrobe": 459, "vest": 460, "things": 461, "issue": 462, "below": 463, "staple": 464, "exactly": 465, "sleeve": 466, "holes": 467, "cheap": 468, "layer": 469, "trying": 470, "tie": 471, "stretchy": 472, "already": 473, "brand": 474, "why": 475, "needed": 476, "days": 477, "delicate": 478, "across": 479, "arrived": 480, "otherwise": 481, "must": 482, "basic": 483, "hoping": 484, "fell": 485, "come": 486, "hot": 487, "straps": 488, "wonderful": 489, "hard": 490, "swing": 491, "add": 492, "due": 493, "agree": 494, "sadly": 495, "gray": 496, "orange": 497, "away": 498, "ran": 499, "least": 500, "itchy": 501, "baggy": 502, "heels": 503, "vibrant": 504, "again": 505, "local": 506, "others": 507, "wouldn": 508, "keeping": 509, "pictures": 510, "sides": 511, "cropped": 512, "odd": 513, "straight": 514, "bright": 515, "touch": 516, "dry": 517, "less": 518, "getting": 519, "several": 520, "item": 521, "rather": 522, "waisted": 523, "9": 524, "inches": 525, "tad": 526, "yellow": 527, "surprised": 528, "skin": 529, "open": 530, "pull": 531, "pilcro": 532, "elegant": 533, "seem": 534, "special": 535, "weird": 536, "roomy": 537, "26": 538, "plan": 539, "awesome": 540, "slim": 541, "tiny": 542, "version": 543, "pounds": 544, "she": 545, "plus": 546, "kept": 547, "use": 548, "shirts": 549, "season": 550, "based": 551, "busty": 552, "28": 553, "years": 554, "v": 555, "worked": 556, "review": 557, "nothing": 558, "own": 559, "27": 560, "here": 561, "jean": 562, "won": 563, "drape": 564, "sometimes": 565, "lots": 566, "wedding": 567, "hangs": 568, "times": 569, "available": 570, "their": 571, "ordering": 572, "bigger": 573, "gives": 574, "drapes": 575, "immediately": 576, "skirts": 577, "falls": 578, "ankle": 579, "oversized": 580, "night": 581, "mine": 582, "myself": 583, "flat": 584, "texture": 585, "second": 586, "completely": 587, "tights": 588, "far": 589, "seemed": 590, "interesting": 591, "adds": 592, "paired": 593, "comes": 594, "mentioned": 595, "totally": 596, "cover": 597, "buying": 598, "jumpsuit": 599, "cold": 600, "lower": 601, "ok": 602, "sexy": 603, "end": 604, "slimming": 605, "having": 606, "making": 607, "finally": 608, "layering": 609, "poor": 610, "higher": 611, "classy": 612, "collar": 613, "previous": 614, "ivory": 615, "115": 616, "chic": 617, "elastic": 618, "athletic": 619, "leg": 620, "stiff": 621, "wrong": 622, "read": 623, "instead": 624, "curves": 625, "flare": 626, "form": 627, "thinking": 628, "else": 629, "mid": 630, "often": 631, "eye": 632, "booties": 633, "fabulous": 634, "linen": 635, "shows": 636, "people": 637, "used": 638, "throw": 639, "wool": 640, "flow": 641, "mind": 642, "dressy": 643, "pant": 644, "bulky": 645, "idea": 646, "similar": 647, "incredibly": 648, "hourglass": 649, "sad": 650, "awkward": 651, "gotten": 652, "knees": 653, "neutral": 654, "justice": 655, "broad": 656, "appears": 657, "sandals": 658, "knew": 659, "during": 660, "maternity": 661, "hope": 662, "fact": 663, "prefer": 664, "addition": 665, "clothes": 666, "armholes": 667, "product": 668, "romper": 669, "flats": 670, "sweaters": 671, "yes": 672, "worried": 673, "cream": 674, "closet": 675, "point": 676, "months": 677, "clothing": 678, "outfit": 679, "appropriate": 680, "hip": 681, "stripes": 682, "peplum": 683, "rich": 684, "comfort": 685, "substantial": 686, "detailing": 687, "120": 688, "blazer": 689, "seam": 690, "half": 691, "brown": 692, "25": 693, "silk": 694, "b": 695, "strange": 696, "purple": 697, "home": 698, "thighs": 699, "depending": 700, "fantastic": 701, "subtle": 702, "couple": 703, "deep": 704, "mail": 705, "forward": 706, "until": 707, "tent": 708, "upper": 709, "close": 710, "tell": 711, "rise": 712, "please": 713, "thicker": 714, "135": 715, "inside": 716, "deal": 717, "amount": 718, "disappointing": 719, "anyway": 720, "34b": 721, "30": 722, "c": 723, "we": 724, "cannot": 725, "125": 726, "reason": 727, "washing": 728, "butt": 729, "baby": 730, "everywhere": 731, "expect": 732, "gave": 733, "issues": 734, "fan": 735, "next": 736, "complaint": 737, "except": 738, "maeve": 739, "colored": 740, "middle": 741, "office": 742, "haven": 743, "taller": 744, "bodice": 745, "gone": 746, "barely": 747, "build": 748, "w": 749, "nude": 750, "needs": 751, "34c": 752, "real": 753, "maxi": 754, "soon": 755, "somewhat": 756, "perhaps": 757, "spot": 758, "sweet": 759, "together": 760, "girls": 761, "pleased": 762, "hold": 763, "women": 764, "leather": 765, "hand": 766, "case": 767, "past": 768, "narrow": 769, "husband": 770, "scratchy": 771, "noticed": 772, "140": 773, "looser": 774, "hang": 775, "live": 776, "party": 777, "flows": 778, "exchange": 779, "floral": 780, "inch": 781, "darker": 782, "excellent": 783, "items": 784, "motif": 785, "sweatshirt": 786, "truly": 787, "slight": 788, "beach": 789, "tag": 790, "pulled": 791, "styling": 792, "seams": 793, "added": 794, "belly": 795, "rest": 796, "bottoms": 797, "anyone": 798, "place": 799, "old": 800, "left": 801, "stitching": 802, "130": 803, "her": 804, "gold": 805, "three": 806, "band": 807, "pieces": 808, "feeling": 809, "heavier": 810, "34d": 811, "unless": 812, "relaxed": 813, "along": 814, "100": 815, "waistband": 816, "imagine": 817, "zip": 818, "fairly": 819, "expecting": 820, "hung": 821, "weekend": 822, "everyday": 823, "chested": 824, "sort": 825, "typical": 826, "sewn": 827, "opinion": 828, "wow": 829, "itself": 830, "each": 831, "places": 832, "simply": 833, "whole": 834, "transition": 835, "running": 836, "believe": 837, "pairs": 838, "coverage": 839, "wider": 840, "seen": 841, "sack": 842, "meant": 843, "slits": 844, "glove": 845, "done": 846, "tummy": 847, "frumpy": 848, "tailored": 849, "generally": 850, "stay": 851, "swingy": 852, "showing": 853, "reading": 854, "29": 855, "pregnant": 856, "caught": 857, "everyone": 858, "shapeless": 859, "difficult": 860, "prettier": 861, "girl": 862, "clingy": 863, "surprise": 864, "airy": 865, "stomach": 866, "lay": 867, "coral": 868, "money": 869, "plaid": 870, "aren": 871, "14": 872, "petites": 873, "pricey": 874, "34": 875, "help": 876, "bag": 877, "oh": 878, "stars": 879, "perfection": 880, "says": 881, "lighter": 882, "chance": 883, "silky": 884, "expensive": 885, "care": 886, "lines": 887, "dinner": 888, "ladies": 889, "p": 890, "stock": 891, "option": 892, "okay": 893, "clean": 894, "keeper": 895, "ag": 896, "portion": 897, "house": 898, "seasons": 899, "shade": 900, "camisole": 901, "solid": 902, "necklace": 903, "slender": 904, "designed": 905, "structured": 906, "cup": 907, "sit": 908, "originally": 909, "beauty": 910, "silhouette": 911, "beading": 912, "daughter": 913, "average": 914, "description": 915, "flowing": 916, "cuter": 917, "pear": 918, "adore": 919, "purchasing": 920, "finding": 921, "pleats": 922, "hide": 923, "natural": 924, "patterns": 925, "cooler": 926, "height": 927, "given": 928, "tucked": 929, "guess": 930, "hole": 931, "despite": 932, "thigh": 933, "plenty": 934, "vintage": 935, "hanger": 936, "shaped": 937, "uncomfortable": 938, "billowy": 939, "yesterday": 940, "polyester": 941, "week": 942, "ago": 943, "hanging": 944, "surprisingly": 945, "wrinkle": 946, "tighter": 947, "crazy": 948, "pencil": 949, "recently": 950, "pass": 951, "life": 952, "flowers": 953, "sent": 954, "hides": 955, "holiday": 956, "let": 957, "website": 958, "note": 959, "romantic": 960, "beige": 961, "layered": 962, "36": 963, "snag": 964, "40": 965, "terrible": 966, "32": 967, "afraid": 968, "36c": 969, "stated": 970, "breezy": 971, "forgiving": 972, "39": 973, "twice": 974, "layers": 975, "etc": 976, "winner": 977, "rayon": 978, "poncho": 979, "shrunk": 980, "plain": 981, "us": 982, "slit": 983, "send": 984, "coming": 985, "20": 986, "pay": 987, "dressing": 988, "shoes": 989, "darling": 990, "unusual": 991, "lays": 992, "38": 993, "receive": 994, "jackets": 995, "velvet": 996, "scarf": 997, "flares": 998, "machine": 999, "turtleneck": 1000, "shrink": 1001, "stretched": 1002, "hopes": 1003, "ruffle": 1004, "woman": 1005, "garment": 1006, "considering": 1007, "near": 1008, "keeps": 1009, "covers": 1010, "ways": 1011, "feet": 1012, "pale": 1013, "hoped": 1014, "weeks": 1015, "wrinkles": 1016, "attractive": 1017, "dream": 1018, "pic": 1019, "fence": 1020, "tan": 1021, "structure": 1022, "embroidered": 1023, "picked": 1024, "careful": 1025, "wrap": 1026, "threads": 1027, "match": 1028, "round": 1029, "tend": 1030, "tons": 1031, "section": 1032, "waistline": 1033, "timeless": 1034, "supposed": 1035, "overly": 1036, "package": 1037, "dots": 1038, "sloppy": 1039, "choice": 1040, "gets": 1041, "throughout": 1042, "stand": 1043, "against": 1044, "twist": 1045, "combo": 1046, "head": 1047, "swimming": 1048, "mostly": 1049, "water": 1050, "wears": 1051, "means": 1052, "thread": 1053, "appear": 1054, "consider": 1055, "stripe": 1056, "pop": 1057, "mom": 1058, "blend": 1059, "peach": 1060, "move": 1061, "vibe": 1062, "flirty": 1063, "evening": 1064, "trim": 1065, "combination": 1066, "00": 1067, "hesitant": 1068, "construction": 1069, "bathing": 1070, "turquoise": 1071, "th": 1072, "flatter": 1073, "modern": 1074, "styles": 1075, "helps": 1076, "quickly": 1077, "pleasantly": 1078, "suggest": 1079, "thrilled": 1080, "hate": 1081, "taking": 1082, "types": 1083, "multiple": 1084, "areas": 1085, "upon": 1086, "110": 1087, "seeing": 1088, "olive": 1089, "warmer": 1090, "movement": 1091, "mix": 1092, "chose": 1093, "change": 1094, "start": 1095, "rolled": 1096, "flaws": 1097, "wine": 1098, "muted": 1099, "pulling": 1100, "effect": 1101, "busted": 1102, "thank": 1103, "xsp": 1104, "occasions": 1105, "jersey": 1106, "date": 1107, "unlike": 1108, "designer": 1109, "concerned": 1110, "ones": 1111, "35": 1112, "bow": 1113, "trip": 1114, "dd": 1115, "muscular": 1116, "alone": 1117, "likely": 1118, "cuff": 1119, "attention": 1120, "double": 1121, "support": 1122, "notice": 1123, "literally": 1124, "colorful": 1125, "weigh": 1126, "event": 1127, "taupe": 1128, "statement": 1129, "tees": 1130, "our": 1131, "145": 1132, "pocket": 1133, "comfortably": 1134, "crop": 1135, "christmas": 1136, "wedges": 1137, "flimsy": 1138, "outside": 1139, "apart": 1140, "compared": 1141, "boyfriend": 1142, "nicer": 1143, "whether": 1144, "stick": 1145, "opening": 1146, "difference": 1147, "med": 1148, "lost": 1149, "adjustable": 1150, "trend": 1151, "cords": 1152, "occasion": 1153, "he": 1154, "covered": 1155, "fix": 1156, "gift": 1157, "lb": 1158, "appreciate": 1159, "strapless": 1160, "moss": 1161, "beware": 1162, "problems": 1163, "later": 1164, "overwhelming": 1165, "roll": 1166, "tone": 1167, "falling": 1168, "attached": 1169, "early": 1170, "flair": 1171, "lounge": 1172, "star": 1173, "fabrics": 1174, "striped": 1175, "bummed": 1176, "thanks": 1177, "brighter": 1178, "washes": 1179, "stores": 1180, "taken": 1181, "entire": 1182, "ties": 1183, "pics": 1184, "tied": 1185, "saying": 1186, "wrinkled": 1187, "pullover": 1188, "mother": 1189, "giving": 1190, "bother": 1191, "retro": 1192, "135lbs": 1193, "interest": 1194, "swimsuit": 1195, "disappoint": 1196, "sturdy": 1197, "16": 1198, "ruffles": 1199, "thinner": 1200, "brands": 1201, "blouses": 1202, "cloth": 1203, "showed": 1204, "paid": 1205, "tuck": 1206, "bc": 1207, "post": 1208, "seriously": 1209, "36d": 1210, "awful": 1211, "0p": 1212, "trouble": 1213, "carry": 1214, "boho": 1215, "understand": 1216, "bell": 1217, "wonderfully": 1218, "washable": 1219, "currently": 1220, "exception": 1221, "owned": 1222, "shopping": 1223, "number": 1224, "sits": 1225, "hemmed": 1226, "become": 1227, "silver": 1228, "revealing": 1229, "leave": 1230, "honestly": 1231, "beyond": 1232, "drawn": 1233, "disappointment": 1234, "anywhere": 1235, "drapey": 1236, "rose": 1237, "im": 1238, "ankles": 1239, "jewelry": 1240, "initially": 1241, "lose": 1242, "sales": 1243, "inseam": 1244, "set": 1245, "lavender": 1246, "negative": 1247, "ton": 1248, "particularly": 1249, "errands": 1250, "decide": 1251, "cashmere": 1252, "faded": 1253, "cuffs": 1254, "walk": 1255, "stone": 1256, "sleeveless": 1257, "discount": 1258, "poorly": 1259, "moment": 1260, "34dd": 1261, "xxsp": 1262, "edge": 1263, "contrast": 1264, "sleep": 1265, "flower": 1266, "turned": 1267, "noted": 1268, "late": 1269, "funny": 1270, "weave": 1271, "vacation": 1272, "happened": 1273, "prints": 1274, "36dd": 1275, "trousers": 1276, "bring": 1277, "realize": 1278, "midi": 1279, "birthday": 1280, "whim": 1281, "flared": 1282, "figured": 1283, "snap": 1284, "realized": 1285, "pilling": 1286, "boobs": 1287, "exchanged": 1288, "center": 1289, "instantly": 1290, "32c": 1291, "sending": 1292, "behind": 1293, "impressed": 1294, "oddly": 1295, "150": 1296, "x": 1297, "31": 1298, "polka": 1299, "shift": 1300, "hair": 1301, "thru": 1302, "buttoned": 1303, "hopefully": 1304, "bill": 1305, "tailor": 1306, "fuller": 1307, "bum": 1308, "bulk": 1309, "metallic": 1310, "cleavage": 1311, "softness": 1312, "waited": 1313, "chambray": 1314, "bummer": 1315, "background": 1316, "stuck": 1317, "33": 1318, "avoid": 1319, "11": 1320, "chinos": 1321, "penny": 1322, "teal": 1323, "strap": 1324, "32dd": 1325, "travel": 1326, "hugs": 1327, "free": 1328, "altered": 1329, "hours": 1330, "crotch": 1331, "recommended": 1332, "minute": 1333, "shot": 1334, "hemline": 1335, "pick": 1336, "width": 1337, "dressier": 1338, "dye": 1339, "non": 1340, "mention": 1341, "rack": 1342, "course": 1343, "regret": 1344, "hour": 1345, "mixed": 1346, "weren": 1347, "luxurious": 1348, "worry": 1349, "lately": 1350, "hook": 1351, "styled": 1352, "o": 1353, "hte": 1354, "closer": 1355, "taste": 1356, "bohemian": 1357, "miss": 1358, "kimono": 1359, "particular": 1360, "polished": 1361, "slouchy": 1362, "shipping": 1363, "require": 1364, "34a": 1365, "mustard": 1366, "faux": 1367, "closure": 1368, "liner": 1369, "personally": 1370, "empire": 1371, "basically": 1372, "ish": 1373, "dryer": 1374, "bonus": 1375, "pulls": 1376, "snaps": 1377, "generous": 1378, "certainly": 1379, "holding": 1380, "obsessed": 1381, "offered": 1382, "built": 1383, "stop": 1384, "horrible": 1385, "pros": 1386, "options": 1387, "breaker": 1388, "voluminous": 1389, "sophisticated": 1390, "outer": 1391, "considered": 1392, "materials": 1393, "wearable": 1394, "burgundy": 1395, "instructions": 1396, "24": 1397, "shame": 1398, "possible": 1399, "correct": 1400, "standard": 1401, "opened": 1402, "floor": 1403, "hei": 1404, "casually": 1405, "waste": 1406, "adding": 1407, "yarn": 1408, "sleeved": 1409, "volume": 1410, "ultimately": 1411, "yoga": 1412, "gals": 1413, "edges": 1414, "nearly": 1415, "searching": 1416, "y": 1417, "fur": 1418, "detailed": 1419, "air": 1420, "somehow": 1421, "gap": 1422, "feature": 1423, "visible": 1424, "unlined": 1425, "fashion": 1426, "write": 1427, "rib": 1428, "lady": 1429, "friends": 1430, "lounging": 1431, "events": 1432, "purchases": 1433, "spend": 1434, "started": 1435, "cowl": 1436, "modest": 1437, "chunky": 1438, "closed": 1439, "cutest": 1440, "crisp": 1441, "slimmer": 1442, "art": 1443, "smooth": 1444, "breathable": 1445, "constructed": 1446, "fully": 1447, "fringe": 1448, "working": 1449, "tricky": 1450, "heel": 1451, "potential": 1452, "plum": 1453, "actual": 1454, "funky": 1455, "planning": 1456, "dried": 1457, "grabbed": 1458, "snagged": 1459, "allows": 1460, "asymmetrical": 1461, "check": 1462, "spots": 1463, "socks": 1464, "holds": 1465, "placement": 1466, "exchanging": 1467, "takes": 1468, "ripped": 1469, "robe": 1470, "120lbs": 1471, "alternative": 1472, "reminds": 1473, "softest": 1474, "box": 1475, "amp": 1476, "cling": 1477, "job": 1478, "age": 1479, "118": 1480, "formal": 1481, "helped": 1482, "drop": 1483, "cardi": 1484, "sense": 1485, "expectations": 1486, "cost": 1487, "four": 1488, "professional": 1489, "described": 1490, "properly": 1491, "concept": 1492, "additional": 1493, "summery": 1494, "catalog": 1495, "ft": 1496, "trendy": 1497, "sz": 1498, "eyeing": 1499, "positive": 1500, "grab": 1501, "possibly": 1502, "loves": 1503, "aware": 1504, "designs": 1505, "ridiculous": 1506, "hug": 1507, "sitting": 1508, "boring": 1509, "heat": 1510, "gaping": 1511, "loving": 1512, "waiting": 1513, "32d": 1514, "cross": 1515, "flannel": 1516, "holidays": 1517, "warmth": 1518, "130lbs": 1519, "business": 1520, "catching": 1521, "comments": 1522, "florida": 1523, "ready": 1524, "sp": 1525, "putting": 1526, "proportions": 1527, "flaw": 1528, "slacks": 1529, "pleated": 1530, "play": 1531, "accessories": 1532, "whatever": 1533, "ribbon": 1534, "tanks": 1535, "halter": 1536, "single": 1537, "transitional": 1538, "concern": 1539, "tshirt": 1540, "matter": 1541, "fyi": 1542, "30dd": 1543, "placed": 1544, "level": 1545, "bunch": 1546, "asked": 1547, "split": 1548, "calf": 1549, "pajama": 1550, "disagree": 1551, "2p": 1552, "legging": 1553, "functional": 1554, "practical": 1555, "mean": 1556, "month": 1557, "zipped": 1558, "xsmall": 1559, "weekends": 1560, "sooo": 1561, "striking": 1562, "colder": 1563, "smell": 1564, "scoop": 1565, "exposed": 1566, "general": 1567, "mark": 1568, "blousy": 1569, "joggers": 1570, "doing": 1571, "fancy": 1572, "win": 1573, "unsure": 1574, "shapes": 1575, "alas": 1576, "distressed": 1577, "effortless": 1578, "inner": 1579, "cape": 1580, "lucky": 1581, "ends": 1582, "peasant": 1583, "models": 1584, "call": 1585, "foot": 1586, "risk": 1587, "breasts": 1588, "rare": 1589, "belted": 1590, "fresh": 1591, "variety": 1592, "suede": 1593, "preferred": 1594, "mess": 1595, "six": 1596, "cage": 1597, "incredible": 1598, "cycle": 1599, "gathered": 1600, "third": 1601, "luckily": 1602, "rough": 1603, "noticeable": 1604, "ideal": 1605, "walked": 1606, "ruching": 1607, "doubt": 1608, "pajamas": 1609, "versatility": 1610, "paige": 1611, "coloring": 1612, "stylist": 1613, "stretches": 1614, "friend": 1615, "enormous": 1616, "complements": 1617, "sorry": 1618, "badly": 1619, "matching": 1620, "accurate": 1621, "draped": 1622, "32b": 1623, "50": 1624, "opted": 1625, "favorites": 1626, "quirky": 1627, "lean": 1628, "kinda": 1629, "e": 1630, "meh": 1631, "enjoy": 1632, "hugging": 1633, "loosely": 1634, "autumn": 1635, "n": 1636, "liking": 1637, "105": 1638, "receiving": 1639, "outfits": 1640, "cardigans": 1641, "hidden": 1642, "splurge": 1643, "steal": 1644, "soooo": 1645, "cups": 1646, "fair": 1647, "allow": 1648, "compliment": 1649, "rear": 1650, "sheen": 1651, "00p": 1652, "missing": 1653, "snags": 1654, "evenings": 1655, "printed": 1656, "held": 1657, "therefore": 1658, "sensitive": 1659, "fat": 1660, "armpit": 1661, "flatters": 1662, "ironing": 1663, "stevie": 1664, "parts": 1665, "bold": 1666, "fast": 1667, "measurements": 1668, "figures": 1669, "walking": 1670, "rarely": 1671, "obviously": 1672, "mauve": 1673, "intricate": 1674, "woven": 1675, "luck": 1676, "kids": 1677, "125lbs": 1678, "tailoring": 1679, "passed": 1680, "using": 1681, "spandex": 1682, "happier": 1683, "thickness": 1684, "wise": 1685, "softer": 1686, "beads": 1687, "tends": 1688, "hadn": 1689, "nor": 1690, "textured": 1691, "california": 1692, "f": 1693, "ease": 1694, "create": 1695, "terribly": 1696, "choose": 1697, "biggest": 1698, "hood": 1699, "unexpected": 1700, "calves": 1701, "happen": 1702, "armpits": 1703, "pregnancy": 1704, "range": 1705, "fixed": 1706, "swim": 1707, "ride": 1708, "140lbs": 1709, "main": 1710, "laid": 1711, "whimsical": 1712, "sister": 1713, "upcoming": 1714, "hands": 1715, "draping": 1716, "called": 1717, "lack": 1718, "patterned": 1719, "gal": 1720, "features": 1721, "bunched": 1722, "117": 1723, "ruined": 1724, "ahead": 1725, "accentuates": 1726, "wanting": 1727, "sight": 1728, "resist": 1729, "terms": 1730, "overpriced": 1731, "flops": 1732, "midsection": 1733, "crochet": 1734, "sparkle": 1735, "definite": 1736, "within": 1737, "comment": 1738, "hi": 1739, "skinnies": 1740, "required": 1741, "shower": 1742, "eyelet": 1743, "puffy": 1744, "suits": 1745, "his": 1746, "experience": 1747, "fold": 1748, "mesh": 1749, "reality": 1750, "original": 1751, "durable": 1752, "followed": 1753, "flip": 1754, "iron": 1755, "downside": 1756, "ribbed": 1757, "sell": 1758, "justify": 1759, "label": 1760, "bump": 1761, "execution": 1762, "cutouts": 1763, "personal": 1764, "la": 1765, "amazingly": 1766, "swallowed": 1767, "charcoal": 1768, "tempted": 1769, "constantly": 1770, "per": 1771, "awhile": 1772, "ill": 1773, "mint": 1774, "128": 1775, "shiny": 1776, "panel": 1777, "closely": 1778, "matches": 1779, "remove": 1780, "adjust": 1781, "raw": 1782, "young": 1783, "dot": 1784, "site": 1785, "edgy": 1786, "leaving": 1787, "semi": 1788, "frayed": 1789, "chiffon": 1790, "capris": 1791, "recent": 1792, "indeed": 1793, "dreamy": 1794, "checked": 1795, "square": 1796, "bumps": 1797, "customer": 1798, "panels": 1799, "skims": 1800, "town": 1801, "decision": 1802, "pleat": 1803, "charming": 1804, "booty": 1805, "minutes": 1806, "chemise": 1807, "culottes": 1808, "decent": 1809, "138": 1810, "transparent": 1811, "reminded": 1812, "view": 1813, "major": 1814, "nervous": 1815, "provide": 1816, "smallest": 1817, "paying": 1818, "worse": 1819, "begin": 1820, "cons": 1821, "shrinks": 1822, "stitched": 1823, "lift": 1824, "image": 1825, "con": 1826, "self": 1827, "busy": 1828, "became": 1829, "giant": 1830, "clearly": 1831, "chilly": 1832, "shimmer": 1833, "appearance": 1834, "debating": 1835, "suggested": 1836, "mock": 1837, "torn": 1838, "boy": 1839, "4p": 1840, "37": 1841, "stands": 1842, "five": 1843, "wrist": 1844, "anticipated": 1845, "told": 1846, "gentle": 1847, "appeared": 1848, "itch": 1849, "significantly": 1850, "necessary": 1851, "curvier": 1852, "heart": 1853, "younger": 1854, "elegance": 1855, "priced": 1856, "broke": 1857, "rust": 1858, "arrive": 1859, "neither": 1860, "pin": 1861, "vegan": 1862, "finished": 1863, "balance": 1864, "factor": 1865, "misleading": 1866, "underwear": 1867, "pleating": 1868, "known": 1869, "wonder": 1870, "weddings": 1871, "reasons": 1872, "thankfully": 1873, "conservative": 1874, "cuts": 1875, "earlier": 1876, "tunics": 1877, "spare": 1878, "accentuate": 1879, "meet": 1880, "parties": 1881, "70": 1882, "promo": 1883, "cinched": 1884, "drawback": 1885, "ruffled": 1886, "hesitate": 1887, "contrasting": 1888, "115lbs": 1889, "south": 1890, "advice": 1891, "easier": 1892, "110lbs": 1893, "including": 1894, "vs": 1895, "certain": 1896, "brought": 1897, "wrinkly": 1898, "36b": 1899, "traveling": 1900, "breast": 1901, "byron": 1902, "lars": 1903, "key": 1904, "impossible": 1905, "accommodate": 1906, "pinned": 1907, "tracy": 1908, "reese": 1909, "bridal": 1910, "fear": 1911, "blanket": 1912, "depends": 1913, "drawstring": 1914, "awkwardly": 1915, "flutter": 1916, "requires": 1917, "moves": 1918, "15": 1919, "vivid": 1920, "mirror": 1921, "pure": 1922, "ridiculously": 1923, "knot": 1924, "crops": 1925, "uniqueness": 1926, "tough": 1927, "moving": 1928, "pxs": 1929, "nightgown": 1930, "missed": 1931, "nights": 1932, "exquisite": 1933, "cause": 1934, "stays": 1935, "sequins": 1936, "cleaning": 1937, "jumper": 1938, "friday": 1939, "stopped": 1940, "mistake": 1941, "strangely": 1942, "appealing": 1943, "debated": 1944, "6p": 1945, "hitting": 1946, "leaves": 1947, "suppose": 1948, "stuff": 1949, "shop": 1950, "knowing": 1951, "90": 1952, "corduroy": 1953, "fuzzy": 1954, "elbow": 1955, "coats": 1956, "current": 1957, "pairing": 1958, "traditional": 1959, "zero": 1960, "removed": 1961, "complete": 1962, "drab": 1963, "worst": 1964, "complimented": 1965, "yourself": 1966, "wondering": 1967, "hint": 1968, "inspired": 1969, "shortened": 1970, "wants": 1971, "folded": 1972, "meets": 1973, "complaints": 1974, "minor": 1975, "60": 1976, "forever": 1977, "wished": 1978, "attracted": 1979, "string": 1980, "trench": 1981, "poly": 1982, "shouldered": 1983, "assumed": 1984, "creates": 1985, "correctly": 1986, "images": 1987, "turn": 1988, "endowed": 1989, "anymore": 1990, "sew": 1991, "multi": 1992, "lilac": 1993, "stretching": 1994, "tear": 1995, "important": 1996, "cartonnier": 1997, "compare": 1998, "total": 1999, "relatively": 2000, "cinch": 2001, "horses": 2002, "zippers": 2003, "associate": 2004, "struggle": 2005, "provides": 2006, "church": 2007, "accents": 2008, "knitted": 2009, "raise": 2010, "equally": 2011, "skort": 2012, "bunching": 2013, "brunch": 2014, "break": 2015, "curve": 2016, "dolan": 2017, "armhole": 2018, "watch": 2019, "sucker": 2020, "listed": 2021, "ground": 2022, "lacy": 2023, "skimming": 2024, "pill": 2025, "boiled": 2026, "alterations": 2027, "saturated": 2028, "nature": 2029, "gauze": 2030, "raspberry": 2031, "boot": 2032, "appeal": 2033, "unbuttoned": 2034, "school": 2035, "rompers": 2036, "openings": 2037, "quick": 2038, "towards": 2039, "texas": 2040, "poofy": 2041, "jsut": 2042, "eyes": 2043, "name": 2044, "obvious": 2045, "shouldn": 2046, "investment": 2047, "purpose": 2048, "yay": 2049, "tulle": 2050, "cant": 2051, "reordered": 2052, "hemming": 2053, "muffin": 2054, "sm": 2055, "tones": 2056, "bronze": 2057, "changed": 2058, "uneven": 2059, "further": 2060, "describe": 2061, "step": 2062, "space": 2063, "silly": 2064, "tassels": 2065, "blah": 2066, "horizontal": 2067, "fleece": 2068, "conscious": 2069, "commented": 2070, "list": 2071, "skeptical": 2072, "fragile": 2073, "suited": 2074, "burnt": 2075, "warned": 2076, "bras": 2077, "accent": 2078, "prior": 2079, "sun": 2080, "turns": 2081, "cap": 2082, "tightly": 2083, "tired": 2084, "backside": 2085, "aesthetic": 2086, "fashionable": 2087, "humid": 2088, "sleek": 2089, "understated": 2090, "imagined": 2091, "created": 2092, "khaki": 2093, "jumpsuits": 2094, "family": 2095, "ti": 2096, "sheath": 2097, "character": 2098, "boxier": 2099, "bib": 2100, "caused": 2101, "shimmery": 2102, "shrinkage": 2103, "strong": 2104, "108": 2105, "loops": 2106, "lo": 2107, "apple": 2108, "stitch": 2109, "sewing": 2110, "unfortunate": 2111, "matronly": 2112, "lol": 2113, "offer": 2114, "somewhere": 2115, "44": 2116, "pj": 2117, "145lbs": 2118, "standing": 2119, "delighted": 2120, "fill": 2121, "willing": 2122, "rip": 2123, "world": 2124, "deciding": 2125, "blush": 2126, "opaque": 2127, "gathering": 2128, "according": 2129, "peachy": 2130, "workout": 2131, "wrists": 2132, "sweat": 2133, "ample": 2134, "notch": 2135, "hardly": 2136, "outdoor": 2137, "listened": 2138, "asap": 2139, "bikini": 2140, "push": 2141, "tapered": 2142, "morning": 2143, "teacher": 2144, "thus": 2145, "rating": 2146, "generously": 2147, "tucking": 2148, "exact": 2149, "wasted": 2150, "nope": 2151, "dolman": 2152, "regardless": 2153, "cleaned": 2154, "cuffed": 2155, "goodness": 2156, "bare": 2157, "pleasant": 2158, "shocked": 2159, "differently": 2160, "plunge": 2161, "onto": 2162, "5ft": 2163, "h": 2164, "combined": 2165, "dull": 2166, "bustier": 2167, "ultra": 2168, "entirely": 2169, "speak": 2170, "ha": 2171, "160": 2172, "illusion": 2173, "sky": 2174, "losing": 2175, "regarding": 2176, "stain": 2177, "sticks": 2178, "fab": 2179, "yoke": 2180, "doll": 2181, "shorten": 2182, "8p": 2183, "poof": 2184, "intended": 2185, "living": 2186, "spending": 2187, "summers": 2188, "neat": 2189, "rock": 2190, "annoying": 2191, "crossed": 2192, "service": 2193, "hesitated": 2194, "numerous": 2195, "gaps": 2196, "none": 2197, "meadow": 2198, "terrific": 2199, "eventually": 2200, "imo": 2201, "sparkly": 2202, "sneakers": 2203, "imperfections": 2204, "usa": 2205, "happens": 2206, "pops": 2207, "brings": 2208, "lumps": 2209, "sports": 2210, "2nd": 2211, "creating": 2212, "overwhelm": 2213, "34ddd": 2214, "rotation": 2215, "shell": 2216, "apparent": 2217, "dramatic": 2218, "older": 2219, "wi": 2220, "duster": 2221, "moto": 2222, "smalls": 2223, "proportion": 2224, "sat": 2225, "capri": 2226, "dowdy": 2227, "covering": 2228, "cocktail": 2229, "offers": 2230, "absolute": 2231, "padded": 2232, "whatsoever": 2233, "mini": 2234, "pjs": 2235, "pre": 2236, "city": 2237, "oversize": 2238, "fingers": 2239, "depicted": 2240, "stayed": 2241, "seamstress": 2242, "suspect": 2243, "excess": 2244, "various": 2245, "save": 2246, "155": 2247, "word": 2248, "tighten": 2249, "display": 2250, "fullness": 2251, "pool": 2252, "overwhelmed": 2253, "spectacular": 2254, "hoodie": 2255, "unwearable": 2256, "ugly": 2257, "draw": 2258, "gauzy": 2259, "paris": 2260, "superb": 2261, "diagonal": 2262, "besides": 2263, "likes": 2264, "collection": 2265, "pushed": 2266, "shrank": 2267, "starts": 2268, "honey": 2269, "distressing": 2270, "gently": 2271, "vary": 2272, "causing": 2273, "lunch": 2274, "darn": 2275, "included": 2276, "states": 2277, "result": 2278, "accurately": 2279, "undershirt": 2280, "blazers": 2281, "prone": 2282, "def": 2283, "dumpy": 2284, "complimentary": 2285, "ironed": 2286, "finish": 2287, "synthetic": 2288, "aside": 2289, "admit": 2290, "boob": 2291, "hence": 2292, "buttondown": 2293, "knotted": 2294, "bend": 2295, "meaning": 2296, "squeeze": 2297, "toned": 2298, "example": 2299, "ps": 2300, "drying": 2301, "wedge": 2302, "coverup": 2303, "gathers": 2304, "carefully": 2305, "hyphen": 2306, "class": 2307, "undecided": 2308, "future": 2309, "rue": 2310, "confused": 2311, "ask": 2312, "child": 2313, "aqua": 2314, "gape": 2315, "shades": 2316, "cheaper": 2317, "becoming": 2318, "horribly": 2319, "overlay": 2320, "toward": 2321, "spent": 2322, "36ddd": 2323, "selling": 2324, "opposed": 2325, "girly": 2326, "undergarments": 2327, "southern": 2328, "million": 2329, "transitioning": 2330, "defective": 2331, "heeled": 2332, "r": 2333, "honest": 2334, "shed": 2335, "static": 2336, "products": 2337, "maroon": 2338, "99": 2339, "padding": 2340, "dance": 2341, "pills": 2342, "definition": 2343, "climate": 2344, "hunt": 2345, "lint": 2346, "18": 2347, "dirty": 2348, "deeper": 2349, "cutout": 2350, "sooooo": 2351, "sleeping": 2352, "sheds": 2353, "treat": 2354, "moth": 2355, "vests": 2356, "sunday": 2357, "delight": 2358, "stats": 2359, "keyhole": 2360, "gem": 2361, "ages": 2362, "flexible": 2363, "effort": 2364, "content": 2365, "base": 2366, "anyways": 2367, "beaded": 2368, "untucked": 2369, "lie": 2370, "unfinished": 2371, "hd": 2372, "prepared": 2373, "trick": 2374, "shipped": 2375, "mango": 2376, "shoe": 2377, "divine": 2378, "bomber": 2379, "strappy": 2380, "stet": 2381, "outstanding": 2382, "glass": 2383, "creative": 2384, "nursing": 2385, "irl": 2386, "pooch": 2387, "necklaces": 2388, "convinced": 2389, "snuggly": 2390, "princess": 2391, "clinging": 2392, "thoughts": 2393, "shirtdress": 2394, "preference": 2395, "fading": 2396, "personality": 2397, "whenever": 2398, "g": 2399, "poofs": 2400, "boo": 2401, "gigantic": 2402, "temps": 2403, "comparison": 2404, "postpartum": 2405, "continue": 2406, "beneath": 2407, "consistent": 2408, "jewel": 2409, "surprising": 2410, "theory": 2411, "strings": 2412, "bed": 2413, "j": 2414, "lbd": 2415, "fluffy": 2416, "pilcros": 2417, "man": 2418, "secure": 2419, "becomes": 2420, "men": 2421, "emphasized": 2422, "deletta": 2423, "hated": 2424, "gapping": 2425, "degree": 2426, "gown": 2427, "apparently": 2428, "displayed": 2429, "u": 2430, "writing": 2431, "112": 2432, "appreciated": 2433, "control": 2434, "tags": 2435, "roomier": 2436, "piping": 2437, "dusty": 2438, "directions": 2439, "north": 2440, "undone": 2441, "hopeful": 2442, "sticking": 2443, "tho": 2444, "34f": 2445, "contemporary": 2446, "hippy": 2447, "curious": 2448, "weirdly": 2449, "effortlessly": 2450, "versions": 2451, "ribbing": 2452, "supportive": 2453, "potato": 2454, "ballet": 2455, "search": 2456, "touches": 2457, "sharp": 2458, "helpful": 2459, "170": 2460, "sells": 2461, "trouser": 2462, "adjusting": 2463, "slide": 2464, "fussy": 2465, "lazy": 2466, "costume": 2467, "indigo": 2468, "car": 2469, "posted": 2470, "cat": 2471, "mild": 2472, "uniform": 2473, "darts": 2474, "winters": 2475, "omg": 2476, "blonde": 2477, "customers": 2478, "value": 2479, "dropped": 2480, "pleasing": 2481, "afternoon": 2482, "replace": 2483, "visual": 2484, "hiding": 2485, "broken": 2486, "restrictive": 2487, "saggy": 2488, "looseness": 2489, "vertical": 2490, "constricting": 2491, "replacement": 2492, "clear": 2493, "prevent": 2494, "charm": 2495, "arrival": 2496, "bone": 2497, "128lbs": 2498, "caution": 2499, "placket": 2500, "separate": 2501, "ten": 2502, "needless": 2503, "swings": 2504, "accidentally": 2505, "strangers": 2506, "textures": 2507, "threw": 2508, "viscose": 2509, "gym": 2510, "popped": 2511, "straighter": 2512, "breath": 2513, "friendly": 2514, "heathered": 2515, "teh": 2516, "proportioned": 2517, "precious": 2518, "accessorize": 2519, "halfway": 2520, "daytime": 2521, "ordinary": 2522, "floreat": 2523, "massive": 2524, "die": 2525, "consistently": 2526, "advertised": 2527, "engagement": 2528, "cheerful": 2529, "scalloped": 2530, "thanksgiving": 2531, "company": 2532, "instagram": 2533, "matched": 2534, "nylon": 2535, "bandeau": 2536, "confident": 2537, "sticky": 2538, "variations": 2539, "carried": 2540, "minimal": 2541, "makeup": 2542, "puckered": 2543, "bet": 2544, "regualr": 2545, "fl": 2546, "fibers": 2547, "topper": 2548, "necessarily": 2549, "scheme": 2550, "tha": 2551, "military": 2552, "complexion": 2553, "dancing": 2554, "peek": 2555, "fave": 2556, "interior": 2557, "raised": 2558, "brainer": 2559, "useful": 2560, "wiggle": 2561, "occasionally": 2562, "122": 2563, "basics": 2564, "setting": 2565, "pilled": 2566, "pointed": 2567, "alot": 2568, "ruched": 2569, "interested": 2570, "marked": 2571, "ruin": 2572, "essential": 2573, "richer": 2574, "alter": 2575, "mainly": 2576, "34g": 2577, "stiffer": 2578, "nonetheless": 2579, "fo": 2580, "nowhere": 2581, "damaged": 2582, "cart": 2583, "95": 2584, "sag": 2585, "assume": 2586, "saturday": 2587, "bunches": 2588, "warning": 2589, "reasonable": 2590, "question": 2591, "ribcage": 2592, "sheerness": 2593, "endless": 2594, "environment": 2595, "outs": 2596, "broader": 2597, "adn": 2598, "teeny": 2599, "twisted": 2600, "stains": 2601, "staying": 2602, "snagging": 2603, "jeggings": 2604, "32a": 2605, "stunner": 2606, "agreed": 2607, "mediums": 2608, "planned": 2609, "door": 2610, "catch": 2611, "charlie": 2612, "profile": 2613, "tea": 2614, "seat": 2615, "promotion": 2616, "garments": 2617, "began": 2618, "wrapped": 2619, "co": 2620, "bulge": 2621, "block": 2622, "38c": 2623, "scared": 2624, "camel": 2625, "midriff": 2626, "lingerie": 2627, "snapped": 2628, "folds": 2629, "chests": 2630, "holly": 2631, "didnt": 2632, "bailey": 2633, "unstructured": 2634, "bulges": 2635, "sea": 2636, "rehearsal": 2637, "underarm": 2638, "slipped": 2639, "stitches": 2640, "contrary": 2641, "neon": 2642, "copper": 2643, "reddish": 2644, "opposite": 2645, "hat": 2646, "featured": 2647, "versitile": 2648, "graduation": 2649, "pxxs": 2650, "elsewhere": 2651, "25p": 2652, "angles": 2653, "guessing": 2654, "exaggerated": 2655, "challenge": 2656, "wind": 2657, "function": 2658, "yikes": 2659, "removable": 2660, "80": 2661, "eat": 2662, "reach": 2663, "complement": 2664, "acrylic": 2665, "lightly": 2666, "heaven": 2667, "brocade": 2668, "deceiving": 2669, "132": 2670, "tail": 2671, "fiber": 2672, "breathtaking": 2673, "126": 2674, "sewed": 2675, "inconsistent": 2676, "soften": 2677, "causes": 2678, "solved": 2679, "continues": 2680, "shut": 2681, "snugly": 2682, "cleaner": 2683, "floaty": 2684, "complain": 2685, "chino": 2686, "platform": 2687, "handle": 2688, "fray": 2689, "plastic": 2690, "strip": 2691, "rolls": 2692, "hooks": 2693, "fraying": 2694, "decorative": 2695, "bothered": 2696, "craftsmanship": 2697, "reversible": 2698, "spotted": 2699, "pumps": 2700, "mornings": 2701, "serif": 2702, "riding": 2703, "cheaply": 2704, "park": 2705, "touched": 2706, "loungewear": 2707, "accentuated": 2708, "flawed": 2709, "buttery": 2710, "lastly": 2711, "hasn": 2712, "fault": 2713, "drag": 2714, "lover": 2715, "vanity": 2716, "carries": 2717, "bralette": 2718, "delightful": 2719, "unattractive": 2720, "taper": 2721, "mannequin": 2722, "hue": 2723, "defined": 2724, "variation": 2725, "wet": 2726, "exceeded": 2727, "slate": 2728, "widest": 2729, "70s": 2730, "spanx": 2731, "134": 2732, "trapeze": 2733, "paper": 2734, "103": 2735, "wrote": 2736, "partially": 2737, "salmon": 2738, "disaster": 2739, "feelings": 2740, "chesty": 2741, "indoors": 2742, "climates": 2743, "wings": 2744, "floppy": 2745, "washer": 2746, "impression": 2747, "contemplating": 2748, "fortunately": 2749, "bustline": 2750, "birds": 2751, "heck": 2752, "weighty": 2753, "legged": 2754, "balloon": 2755, "till": 2756, "oatmeal": 2757, "accessory": 2758, "stumbled": 2759, "billowed": 2760, "european": 2761, "trust": 2762, "greenish": 2763, "exceptional": 2764, "emerald": 2765, "droopy": 2766, "stained": 2767, "gapes": 2768, "unbutton": 2769, "fringed": 2770, "heather": 2771, "words": 2772, "shrinking": 2773, "henley": 2774, "discovered": 2775, "depth": 2776, "quot": 2777, "instant": 2778, "easter": 2779, "written": 2780, "possibilities": 2781, "grandma": 2782, "reg": 2783, "emphasize": 2784, "lush": 2785, "elbows": 2786, "graphic": 2787, "practically": 2788, "frames": 2789, "reorder": 2790, "title": 2791, "picky": 2792, "bordeaux": 2793, "splurged": 2794, "li": 2795, "royal": 2796, "starting": 2797, "dragging": 2798, "anytime": 2799, "braless": 2800, "messy": 2801, "citizens": 2802, "rain": 2803, "face": 2804, "window": 2805, "distinctive": 2806, "tiered": 2807, "clearance": 2808, "country": 2809, "ca": 2810, "boat": 2811, "location": 2812, "forth": 2813, "following": 2814, "fav": 2815, "chart": 2816, "measured": 2817, "rolling": 2818, "packaging": 2819, "unraveling": 2820, "percent": 2821, "specific": 2822, "count": 2823, "buttoning": 2824, "golden": 2825, "west": 2826, "satisfied": 2827, "acceptable": 2828, "tightness": 2829, "knows": 2830, "fallen": 2831, "achieve": 2832, "laying": 2833, "ship": 2834, "flowey": 2835, "bird": 2836, "114": 2837, "baggier": 2838, "ribs": 2839, "adjusted": 2840, "doesnt": 2841, "downfall": 2842, "screen": 2843, "busts": 2844, "123": 2845, "specifically": 2846, "bucks": 2847, "intrigued": 2848, "knits": 2849, "emphasizes": 2850, "desired": 2851, "photograph": 2852, "carrying": 2853, "enhances": 2854, "pain": 2855, "mp": 2856, "balloons": 2857, "july": 2858, "workmanship": 2859, "yeah": 2860, "tacky": 2861, "coh": 2862, "unbelievably": 2863, "snow": 2864, "forest": 2865, "tape": 2866, "palette": 2867, "reviewed": 2868, "bunchy": 2869, "enhance": 2870, "festive": 2871, "bending": 2872, "serious": 2873, "phone": 2874, "triangle": 2875, "slips": 2876, "te": 2877, "4th": 2878, "bubble": 2879, "chemical": 2880, "tomorrow": 2881, "frequently": 2882, "western": 2883, "manner": 2884, "billow": 2885, "remind": 2886, "150lbs": 2887, "belts": 2888, "email": 2889, "bows": 2890, "btw": 2891, "soo": 2892, "shedding": 2893, "tangerine": 2894, "tissue": 2895, "hems": 2896, "6ft": 2897, "kidding": 2898, "snatched": 2899, "bias": 2900, "random": 2901, "uncomfortably": 2902, "fuzz": 2903, "colorway": 2904, "bringing": 2905, "experienced": 2906, "116": 2907, "expose": 2908, "page": 2909, "heals": 2910, "shear": 2911, "detachable": 2912, "stood": 2913, "ensure": 2914, "kid": 2915, "ability": 2916, "secondly": 2917, "book": 2918, "essentially": 2919, "antro": 2920, "market": 2921, "limited": 2922, "clogs": 2923, "clings": 2924, "136": 2925, "ethereal": 2926, "skip": 2927, "aspect": 2928, "elements": 2929, "waffle": 2930, "closures": 2931, "importantly": 2932, "spin": 2933, "pinkish": 2934, "executed": 2935, "tearing": 2936, "si": 2937, "needing": 2938, "netting": 2939, "caftan": 2940, "proper": 2941, "fir": 2942, "wa": 2943, "poplin": 2944, "sa": 2945, "remember": 2946, "124": 2947, "creamy": 2948, "criss": 2949, "gained": 2950, "public": 2951, "attire": 2952, "127": 2953, "edging": 2954, "lengths": 2955, "downs": 2956, "regularly": 2957, "handy": 2958, "rides": 2959, "dog": 2960, "frilly": 2961, "arrives": 2962, "shall": 2963, "freezing": 2964, "plane": 2965, "cutting": 2966, "haha": 2967, "200": 2968, "clasp": 2969, "119": 2970, "photographed": 2971, "remover": 2972, "naturally": 2973, "subdued": 2974, "managed": 2975, "ref": 2976, "butter": 2977, "opportunity": 2978, "depicts": 2979, "simplicity": 2980, "fly": 2981, "dont": 2982, "rainy": 2983, "themselves": 2984, "shine": 2985, "safe": 2986, "results": 2987, "breeze": 2988, "compelled": 2989, "ball": 2990, "reservations": 2991, "colour": 2992, "suitable": 2993, "met": 2994, "exposing": 2995, "smile": 2996, "sash": 2997, "altering": 2998, "son": 2999, "worthy": 3000, "30d": 3001, "abt": 3002, "harder": 3003, "ddd": 3004, "ness": 3005, "hippie": 3006, "billows": 3007, "107": 3008, "cargo": 3009, "confusing": 3010, "shopper": 3011, "active": 3012, "developed": 3013, "weighs": 3014, "sets": 3015, "delivered": 3016, "cord": 3017, "impulse": 3018, "temperatures": 3019, "ugh": 3020, "113": 3021, "lapels": 3022, "slub": 3023, "exceptionally": 3024, "prob": 3025, "pressed": 3026, "daily": 3027, "turtle": 3028, "underwhelmed": 3029, "moo": 3030, "reaching": 3031, "flowed": 3032, "brick": 3033, "seaming": 3034, "artistic": 3035, "cable": 3036, "monitor": 3037, "share": 3038, "anticipate": 3039, "yo": 3040, "amazed": 3041, "biceps": 3042, "dind": 3043, "playful": 3044, "slinky": 3045, "annoyed": 3046, "significant": 3047, "computer": 3048, "slipping": 3049, "elevenses": 3050, "100lbs": 3051, "bent": 3052, "sagged": 3053, "rated": 3054, "breathes": 3055, "bu": 3056, "football": 3057, "mood": 3058, "lacking": 3059, "k": 3060, "femininity": 3061, "sigh": 3062, "flairs": 3063, "impractical": 3064, "purposes": 3065, "highlights": 3066, "heft": 3067, "vertically": 3068, "shortness": 3069, "basket": 3070, "moulinette": 3071, "sunny": 3072, "alteration": 3073, "steep": 3074, "tweed": 3075, "beat": 3076, "intense": 3077, "lends": 3078, "cranberry": 3079, "grow": 3080, "brownish": 3081, "knock": 3082, "designers": 3083, "pastel": 3084, "laundering": 3085, "caveat": 3086, "wo": 3087, "advantage": 3088, "albeit": 3089, "drew": 3090, "geometric": 3091, "slightest": 3092, "123lbs": 3093, "st": 3094, "trimmed": 3095, "magical": 3096, "patch": 3097, "tumble": 3098, "whimsy": 3099, "pouch": 3100, "salesperson": 3101, "cools": 3102, "invisible": 3103, "antho": 3104, "crocheted": 3105, "toe": 3106, "extreme": 3107, "mod": 3108, "kelly": 3109, "lets": 3110, "overlooked": 3111, "sweats": 3112, "155lbs": 3113, "patches": 3114, "sandal": 3115, "earrings": 3116, "asking": 3117, "lik": 3118, "jogger": 3119, "suggests": 3120, "irritating": 3121, "subtly": 3122, "breathe": 3123, "patchwork": 3124, "headed": 3125, "versus": 3126, "manage": 3127, "thrown": 3128, "smocking": 3129, "ripping": 3130, "violet": 3131, "board": 3132, "clown": 3133, "dip": 3134, "coarse": 3135, "moderate": 3136, "opt": 3137, "1st": 3138, "blues": 3139, "periwinkle": 3140, "wee": 3141, "gorgeously": 3142, "frustrating": 3143, "stops": 3144, "thats": 3145, "glamorous": 3146, "reveal": 3147, "flap": 3148, "angle": 3149, "torsos": 3150, "exclusive": 3151, "delicious": 3152, "dips": 3153, "relaxing": 3154, "initial": 3155, "steam": 3156, "pom": 3157, "32ddd": 3158, "element": 3159, "italy": 3160, "beachy": 3161, "loosen": 3162, "fluid": 3163, "fancier": 3164, "throwing": 3165, "happily": 3166, "preppy": 3167, "fridays": 3168, "tack": 3169, "combinations": 3170, "causal": 3171, "returns": 3172, "kick": 3173, "lived": 3174, "state": 3175, "cobalt": 3176, "upset": 3177, "scooped": 3178, "drinks": 3179, "hassle": 3180, "common": 3181, "sagging": 3182, "garden": 3183, "berry": 3184, "summertime": 3185, "heavenly": 3186, "struck": 3187, "creases": 3188, "warms": 3189, "unbuttoning": 3190, "artsy": 3191, "virtually": 3192, "coffee": 3193, "undo": 3194, "moved": 3195, "stuffed": 3196, "pricy": 3197, "touching": 3198, "80s": 3199, "105lbs": 3200, "goddess": 3201, "measures": 3202, "wraps": 3203, "sundress": 3204, "mad": 3205, "modal": 3206, 